Repository: ImencoAS/ims-vms-management-console
Catalog: root/src/app/locale/messages.*.xlf
Languages: tr

source: Ant Media Server
tr: Ant Medya Sunucusu

# dashboardMenuItem
source: Dashboard
tr: Kontrol Paneli

# applicationsMenuItem
source: Applications
tr: Uygulamalar

source: Toggle navigation
tr: Menüyü değiştir

source: Change Password
tr: Şifre Değiştir

source: Logout
tr: Çıkış

# liveStreamTabHeader
source: Live Streams
tr: Canlı Yayınlar

# vodTabHeader
source: VoD
tr: Kayıtlı Video

# settingsTabHeader
source: Settings
tr: Ayarlar

# newLiveStreamButton
source: New Live Stream
tr: Yeni Canlı Yayın

# newLiveStrmCardTitle
source: New Live Stream
tr: Yeni Canlı Yayın

# newIPCameraTitle
source: New IP Camera
tr: Yeni IP Kamera

# username_place_holder
source: User Name
tr: Kullanıcı Adı

# password_place_holder
source: Password
tr: Şifre

# newLiveStreamName
source: Name
tr: İsim

# broadcastNameIsRequired
source: Stream name should be at least 4 characters.
tr: Yayın ismi en az 4 karakterden oluşmalıdır.

# newLiveStreamSocialShare
source: Share
tr: Paylaş

# newLiveStreamCreateButton
source: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}Create
tr: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}Oluştur

# newLiveStreamCancelButton
source: Cancel
tr: İptal

# streamName
source: Name
tr: İsim

# streamStatus
source: Status
tr: Durum

# streamSocialShare
source: Social Share
tr: Sosyal Paylaşım

# tableActionField
source: Action
tr: İşlemler

# tablePlayButton
source: Play
tr: Oynat

# tableEmbedCode
source: Embed Code
tr: Gömülü Kod

source: Copy to Clipboard
tr: Panoya Kopyala

# copyPublishUrl
source: Publish URL
tr: Yayın URL

# tableDeleteButton
source: Delete
tr: Sil

# noLiveStreamExistsMessage
source: There is no live stream at this time.
tr: Şu anda canlı yayın bulunmamaktadır.

# noVoDStreamExistsMessage
source: There is no VoD stream in this app.
tr: Kayıtlı video bulunmamaktadır.

source: Enable MP4 Recording
tr: MP4 Kayıt Etkin

# addDateTimeToMP4Recordings
source: Add Datetime to MP4 Filenames
tr: MP4 Dosya İsimlerine Tarih-Zaman Ekle

source: Enable HLS Live Streaming
tr: HLS Canlı Yayın Etkin

# HLSSegmentListSize
source: Segment List Size
tr: Segment Sayısı

# HLSSegmentDuration
source: Segment Duration
tr: Segment Süresi

# ResolutionHeight
source: Video Resolution Height
tr: Video Çözünürlüğü Yükseklik

source: Add New Stream
tr: Yeni Akış Ekle

# SocialSharing
source: Social Network Sharing
tr: Sosyal Ağ Paylaşımı

# YoutubeAuthenticated
source: Revoke
tr: Yetkiyi Kaldır

source: Authenticate
tr: Yetkilendir

# authenticateYoutube
source: Authenticate
tr: Yetkilendir

# saveForm
source: Save
tr: Kaydet

# cpuLoadLabel
source: CPU Load
tr: CPU Yükü

# liveStreamCountLabel
source: Active Live Streams
tr: Aktif Canlı Yayınlar

# diskUsageLabel
source: Disk Usage
tr: Disk Kullanımı

# serverMemoryUsageLabel
source: Memory Usage
tr: Hafıza Kullanımı

# applicationsTitle
source: Applications
tr: Uygulamalar

# appName
source: Name
tr: İsim

# vodCountLabel
source: VoD Count
tr: Kayıtlı Video Sayısı

# appStorageSizeLabel
source: Storage
tr: Depo

# loginPageHeader
source: Manager of Ant Media Server
tr: Ant Medya Sunucu Yöneticisi

# loginTitle
source: Login
tr: Giriş

# login_success_message
source: You can now login with your e-mail and password
tr: Şimdi kullanıcı adı ve şifreniz ile giriş yapabilirsiniz.

# loginFormEmail
source: E-mail
tr: E-posta

# loginFormPassword
source: Password
tr: Şifre

# loginFormIncorrectCredentials
source: Username or password is incorrect
tr: Kullanıcı adı veya şifre doğru girilmedi.

# loginFormSubmit
source: Let's go
tr: Oturum aç

# loginRegisterFirtUser
source: Create First Account
tr: İlk Giriş Hesabı Oluştur

# failed_to_create_user_account
source: Failed to create user account. There can be already an user
tr: Kullanıcı hesabı oluşturulamadı. Sistemde kayıtlı başka bir kullanıcı olabilir.

# registerUserFullName
source: Full Name{START_TAG_SPAN}*{CLOSE_TAG_SPAN}
tr: Ad Soyad{START_TAG_SPAN}*{CLOSE_TAG_SPAN}

# fullNameIsRequired
source: Full name is required and it should be at least 6 characters
tr: Ad Soyad gereklidir ve en az 6 karakter olmalıdır.

# fistAccountEmailRequired
source: E-mail is not valid
tr: E-posta doğru girilmedi

# passwordRequired
source: Password should be at least 7 characters
tr: Şifre en az 7 karakter olmalıdır.

# loginFormPasswordAgain
source: Confirm Password{START_TAG_SPAN}*{CLOSE_TAG_SPAN}
tr: Şifre Tekrar{START_TAG_SPAN}*{CLOSE_TAG_SPAN}

source: Password mismatch
tr: Şifreler uyuşmuyor

source: Create Account
tr: Hesap oluştur

source: Current Password
tr: Şimdiki Şifre

source: New Password
tr: Yeni Şifre

# confirmNewPassword
source: Confirm New Password {START_TAG_SPAN}*{CLOSE_TAG_SPAN}
tr: Yeni Şifre Tekrar{START_TAG_SPAN}*{CLOSE_TAG_SPAN}

# makeSureCurrentPasswordIsCorrect
source: Make sure you that current password is entered correctly.
tr: Şimdiki şifrenizin doğru girildiğinden emin olunuz.

# yourPasswordChanged
source: Your password has beed changed
tr: Şifreniz başarıyla değiştirildi.

# update_button_label
source: Update
tr: Güncelle

# change_password_title
source: Change Password
tr: Şifre Değiştir

# facebook_disabled_message
source: Disabled. Authenticate For Facebook on Settings Tab
tr: Lütfen Ayarlar kısmından Facebook için yetkilendirme yapınız.

# youtube_disabled_message
source: Disabled. Authenticate For Youtube on Settings Tab
tr: Lütfen Ayarlar kısmından Youtube için yetkilendirme yapınız.

# periscope_disabled_message
source: Disabled. Authenticate For Periscope(Twitter) on Settings Tab
tr: Lütfen Ayarlar kısmından Periscope için yetkilendirme yapınız.

# email_place_holder
source: E-mail
tr: E-posta

# stream_name_place_holder
source: Stream name
tr: Yayın ismi
